const QuestionsData = [
    {
        question:"บางเดือนมี 30 วัน บางเดือนมี 31 วัน มีกี่เดือนที่มี 28 วัน",
        A:"12เดือน",
        B:"1เดือน",
        C:"6เดือน",
        D:"2เดือน",
        answer:"A"
    },
    {
        question:"ถ้าคุณหมอให้ยามา 3 เม็ด แล้วบอกให้คุณกินยาทุกๆครึ่งชั่วโมง คุณต้องใช้เวลานานเท่าไหร่ถึงจะกินยาหมด",
        A:"30 น.",
        B:"1 ชม. 30 น.",
        C:"1 ชม.",
        D:"2 ชม.",
        answer:"C"
    },
    {
        question:"ชาวนามีแกะ 17 ตัว ทุกตัวยกเว้น 9 ตัวตายหมด ถามว่ายังมีแกะที่มีชีวิตเหลืออยู่กี่ตัว",
        A:"17 ตัว", 
        B:"5 ตัว",
        C:"8 ตัว",
        D:"9 ตัว",
        answer:"D"
    },
    {
        question:"หยิบแอปเปิ้ล 2 ลูกออกจากแอปเปิ้ล 3 ลูก ถามว่าคุณจะได้อะไร",
        A:"แอปเปิ้ล",
        B:"มะนาว",
        C:"ส้ม",
        D:"ไม่ได้อะไรเลย",
        answer:"A"
    },
    {
        question:"ถ้าคุณมีไม้ขีดไฟเหลือเพียงก้านเดียว แล้วต้องเข้าไปในห้องที่ทั้งหนาวทั้งมืด ในห้องนั้นมีฮีตเตอร์น้ำมัน ตะเกียงน้ำมัน และเทียนไข คุณจะเลือกจุดอะไร",
        A:"ฮีตเตอร์น้ำมัน",
        B:"ตะเกียงน้ำมัน",
        C:"เทียนไข",
        D:"ไม้ขีด",
        answer:"D"
    }
]

export default QuestionsData