const QuestionsData = [
    {
        question:"ในทางเคมี สารที่มีคุณสมบัติใกล้เคียงกับเลือดมนุษย์ที่สุดคืออะไร",
        A:"น้ำทะเล",
        B:"น้ำประปา",
        C:"แอลกอฮอล์",
        D:"น้ำฝน",
        answer:"A"
    },
    {
        question:"แหล่งกำเนิดสุนัขไทยหลังอานอยู่ที่ไหน",
        A:" เพชรบูรณ์",
        B:"แพร่",
        C:"ตราด",
        D:"พังงา",
        answer:"C"
    },
    {
        question:"ทองคำแท้มีกี่กะรัต",
        A:"6 กะรัต", 
        B:"12 กะรัต",
        C:"18 กะรัต",
        D:"24 กะรัต",
        answer:"D"
    },
    {
        question:"โรคโลหิตจางเกิดจากการขาดสารอาหารอะไร",
        A:"ฟอสฟอรัส",
        B:"เหล็ก",
        C:"แคลเซียม",
        D:"ไอโอดีน",
        answer:"B"
    },
    {
        question:"อาหารกระป๋องที่สมบูรณ์ เก็บไว้ได้นานเท่าไร",
        A:"1 ปี",
        B:"2 ปี",
        C:"4 ปี",
        D:"5 ปี",
        answer:"A"
    }
]

export default QuestionsData